Tekla.Structures.Analysis.AnalysisDecomposedNodeLoad.#ctor
Initializes a new instance of the Tekla.Structures.Analysis.AnalysisDecomposedNodeLoad class.

Tekla.Structures.Analysis.AnalysisDecomposedNodeLoad.F
Gets or sets the force of the analysis decomposed node load.

Tekla.Structures.Analysis.AnalysisDecomposedNodeLoad.M
Gets or sets the moment of the analysis decomposed node load.